Repository: common-repository/mini-wp-gdpr
Catalog: languages/mini-wp-gdpr-*.po
Languages: de_de, fr_fr

source: Mini GDPR compliance plugin with cookie and tracking-script consent popup.
de_de: Mini-Plugin zur Einhaltung der GDPR-Richtlinie mit Popup-Fenster für die Zustimmung zu Cookies und Tracking-Skripten.
fr_fr: Mini plugin de conformité GDPR avec popup de consentement aux cookies et au tracking-script.

source: Contact Form 7 Integration
de_de: Integration für Contact Form 7
fr_fr: Intégration pour Contact Form 7

source: Install Now
de_de: Jetzt installieren
fr_fr: Installer maintenant

source: Form
de_de: Formular
fr_fr: Formulaire

source: Privacy Consent Installed?
de_de: Privacy Consent installiert?
fr_fr: Installé?

source: Cookie Consent
de_de: Cookie-Zustimmung
fr_fr: Consentement à l'utilisation de cookies

source: Enable the cookie consent popup for new visitors (recommended)
de_de: Das Popup-Fenster zur Cookie-Einwilligung für neue Besucher aktivieren (empfohlen)
fr_fr: Activer la fenêtre contextuelle de consentement aux cookies pour les nouveaux visiteurs (recommandé)

source: Popup tracker/cookie consent message
de_de: Popup-Tracker/Cookie-Zustimmungsmeldung
fr_fr: Message de consentement à l'utilisation de cookies

source: Some HTML tags allowed, like <strong> and <em>
de_de: Einige erlaubte HTML-Tags wie <strong> und <em>
fr_fr: Un peu de HTML simple est autorisé, e.g. <strong> et <em>

source: Show consent popup even if no tracking scripts are found
de_de: Das Einwilligungs-Popup anzeigen, auch wenn keine Tracking-Skripte gefunden werden
fr_fr: Afficher la fenêtre contextuelle de consentement même si aucun script de suivi n'est trouvé

source: How many days is user-consent valid for?
de_de: Für wie viele Tage ist die Zustimmung des Nutzers gültig?
fr_fr: Combien de jours le consentement de l'utilisateur est-il valable ?

source: Cookie acceptance is stored in the clients' browser using local storage.
de_de: Die Annahme von Cookies wird im Browser des Kunden lokal gespeichert.
fr_fr: L'acceptation des cookies est stockée dans le navigateur du client en utilisant le stockage local.

source: Position of the consent box
de_de: Position der Zustimmungsbox
fr_fr: Emplacement de la boîte de consentement

source: Put the box in a corner, or directly in the centre of the page.
de_de: Stellen Sie den Kasten in eine Ecke oder direkt in die Mitte der Seite.
fr_fr: Placez la boîte dans un coin ou directement au centre de la page.

source: Add Facebook Pixel
de_de: Facebook-Pixel hinzufügen
fr_fr: Ajouter pixel Facebook

source: Facebook Pixel ID
fr_fr: ID du pixel Facebook

source: Using a third party plugin to inject Google tracker into the HTML.
de_de: Verwendung eines Plugins eines Drittanbieters, um den Google-Tracker in den HTML-Code zu integrieren.
fr_fr: Utilisation d'un plugin tiers pour ajouter le tracker Google dans le code HTML.

source: Add Google Analytics tracker
de_de: Google Analytics-Tracker hinzufügen
fr_fr: Ajouter le tracker Google Analytics

source: Google Analytics Tracking Code
fr_fr: Code de suivi pour Google Analytics

source: Add Microsoft Clarity
de_de: Microsoft Clarity hinzufügen
fr_fr: Ajouter la Microsoft Clarity

source: Microsfot Clarity Project Code
de_de: Microsfot Clarity Projekt Code
fr_fr: Code de projet pour Microsoft Clarity

source: Tracking Scripts
de_de: Verfolgungs-Skripte
fr_fr: Scripts de suivi

source: Block tracking scripts until the user consents (if possible)?
de_de: Tracking-Skripte blockieren, bis der Nutzer zustimmt (falls möglich)?
fr_fr: Bloquer les scripts de suivi jusqu'à ce que l'utilisateur donne son consentement (si possible) ?

source: Enabling this is more respectful of users' privacy, but it will usually lead to your tracker(s) under-reporting site traffic.
de_de: Die Aktivierung dieser Option respektiert die Privatsphäre der Nutzer, führt aber in der Regel dazu, dass Ihr(e) Tracker den Website-Traffic zu niedrig ausweist.
fr_fr: L'activation de cette option est plus respectueuse de la vie privée des utilisateurs, mais elle entraînera généralement une sous-estimation du trafic de votre site par le(s) tracker(s).

source: Allow tracking scripts to run even when logged-in as administrator?
de_de: Tracking-Skripte ausführen lassen, auch wenn man als Administrator angemeldet ist?
fr_fr: Autoriser l'exécution des scripts de suivi même lorsque l'utilisateur est connecté en tant qu'administrateur ?

source: WooCommerce Integration
de_de: Integration für WooCommerce
fr_fr: Intégration de WooCommerce

source: Accept user consent when a new order is created and the Ts & Cs have been accepted. You probably want this.
de_de: Die Zustimmung des Benutzers akzeptieren, wenn ein neuer Auftrag erstellt wird und die Allgemeinen Geschäftsbedingungen akzeptiert wurden. Das wollen Sie wahrscheinlich.
fr_fr: Accepter le consentement de l'utilisateur lorsqu'une nouvelle commande est créée et que les conditions générales ont été acceptées. C'est probablement ce que vous souhaitez.

source: Inject GDPR checkbox into My Account area, if a user has not accepted the Privacy Policy.
de_de: Einfügen des GDPR-Kontrollkästchens in den Bereich Mein Konto, wenn ein Nutzer die Datenschutzrichtlinie nicht akzeptiert hat.
fr_fr: Injecter une case à cocher GDPR dans la zone "Mon compte", si un utilisateur n'a pas accepté la politique de confidentialité.

source: Which tab?
de_de: Welche Registerkarte?
fr_fr: Quel onglet ?

source: Choose a tab from the users' My Account area.
de_de: Wählen Sie eine Registerkarte aus dem Bereich "Mein Konto" des Benutzers.
fr_fr: Choisissez un onglet dans la zone "Mon compte" de l'utilisateur.

source: Please accept the GDPR terms before proceeding.
de_de: Bitte akzeptieren Sie die GDPR-Bedingungen, bevor Sie fortfahren.
fr_fr: Veuillez accepter les conditions du GDPR avant de continuer.

source: Thanks. That's the official GDPR stuff sorted.
de_de: Danke. Damit ist der offizielle GDPR-Kram erledigt.
fr_fr: Merci. C'est la partie officielle du GDPR qui est réglée.

source: I agree to the handling of my personal data by %s, as per the <a href="%s">Privacy Policy</a>
de_de: Ich stimme der Verarbeitung meiner persönlichen Daten durch %s gemäß der <a href="%s">Datenschutzrichtlinie</a> zu.
fr_fr: J'accepte que mes données personnelles soient traitées par %s, conformément à la <a href="%s">Politique de confidentialité</a>

source: Bottom Left
de_de: Unten Links
fr_fr: Bas gauche

source: Bottom Centre
de_de: Unten Zentrum
fr_fr: Centre du bas

source: Bottom Right
de_de: Unten Rechts
fr_fr: Bas à droite

source: Middle Left
de_de: Mitte Links
fr_fr: Milieu gauche

source: Middle Centre
de_de: Mitte Zentrum
fr_fr: Centre médian

source: Middle Right
de_de: Mitte Rechts
fr_fr: Milieu droit

source: Top Left
de_de: Oben Links
fr_fr: Haut gauche

source: Top Centre
de_de: Oben Zentrum
fr_fr: Haut du Centre

source: Top Right
de_de: Oben Rechts
fr_fr: Haut à droite

source: Privacy Consent
de_de: Datenschutz Zustimmung
fr_fr: Consentement à la protection de la vie privée

source: I agree to the storage and handling of my data by this website, as specified in the privacy policy
de_de: Ich stimme der Speicherung und Verarbeitung meiner Daten durch diese Website zu, wie in der Datenschutzerklärung angegeben
fr_fr: J'accepte le stockage et le traitement de mes données par ce site web, comme spécifié dans la politique de confidentialité

source: Untitled Form
de_de: Unbenanntes Formular
fr_fr: Formulaire sans titre

source: Privacy Policy not accepted for GDPR
de_de: Datenschutzrichtlinie nicht für GDPR akzeptiert
fr_fr: La politique de confidentialité n'est pas acceptée pour le GDPR

source: All user consents have been reset
de_de: Alle Benutzerzustimmungen wurden zurückgesetzt
fr_fr: Tous les consentements des utilisateurs ont été réinitialisés

source: Tracking scripts are blocked because you're logged-in as an administrator
de_de: Tracking-Skripte werden blockiert, weil Sie als Administrator angemeldet sind
fr_fr: Les scripts de suivi sont bloqués parce que vous êtes connecté en tant qu'administrateur

source: Accept
de_de: Akzeptieren
fr_fr: Accepter

source: Along with some cookies, we use these scripts
de_de: Zusammen mit einigen Cookies verwenden wir diese skripten
fr_fr: Outre certains cookies, nous utilisons les scripts suivants

source: We don't use any tracking scripts, but we do use some cookies.
de_de: Wir verwenden keine Tracking-Skripte, aber wir verwenden einige cookies.
fr_fr: Nous n'utilisons pas de scripts de suivi, mais nous utilisons des cookies.

source: Not authorized
de_de: Nicht autorisiert
fr_fr: Non autorisé

source: You need to create a Privacy Policy page first.
de_de: Sie müssen zunächst eine Seite mit Datenschutzrichtlinien erstellen.
fr_fr: Vous devez d'abord créer une page sur la politique de confidentialité.

source: Create a Privacy Policy
de_de: Erstellen Sie eine Datenschutzrichtlinie
fr_fr: Créer une politique de confidentialité

source: Save Changes
de_de: Änderungen speichern
fr_fr: Enregistrer les modifications

source: This will reset all consent given by all the registered users of the site.
de_de: Dadurch wird die Zustimmung aller registrierten Nutzer der Website zurückgesetzt.
fr_fr: Cela annulera tous les consentements donnés par tous les utilisateurs enregistrés du site.

source: Really reset all user consents now?
de_de: Werden jetzt wirklich alle Einwilligungen der Nutzer zurückgesetzt?
fr_fr: Réinitialiser tous les consentements des utilisateurs ?

source: Reset Now
de_de: Jetzt zurücksetzen
fr_fr: Réinitialiser maintenant

source: %s uses cookies and analytics to create a better user experience. Are you OK with this?
de_de: %s verwendet Cookies und Analysen, um die Benutzerfreundlichkeit zu verbessern. Sind Sie damit einverstanden?
fr_fr: %s utilise des cookies et des outils d'analyse pour améliorer l'expérience des utilisateurs. Êtes-vous d'accord avec cela ?
